Repository: hermetik1/chatbot_lite
Catalog: dual-chatbot-plugin/languages/dual-chatbot-*.po
Languages: de_de

source: Data & Privacy
de_de: Daten & Privatsphäre

source: Control analytics, data retention and user data requests (GDPR).
de_de: Steuern Sie Analysen, Aufbewahrung und Auskunftsersuchen (DSGVO).

source: We store chat metadata and messages for operation and quality. Analytics is optional (opt-in). You can export or delete a user’s data at any time.
de_de: Für Betrieb und Qualität speichern wir Chat-Metadaten und Nachrichten. Analysen sind optional (Opt-in). Sie können die Daten eines Nutzers jederzeit exportieren oder löschen.

source: Enable usage analytics (opt-in)
de_de: Nutzungsanalysen aktivieren (Opt-in)

source: Allow anonymized usage analytics (costs, tokens, latency).
de_de: Anonymisierte Nutzungsanalysen erlauben (Kosten, Tokens, Latenz).

source: Retention (days)
de_de: Aufbewahrung (Tage)

source: Older records will be purged automatically by a daily cleanup job.
de_de: Ältere Einträge werden täglich automatisch bereinigt.

source: User Data Requests (DSAR)
de_de: Nutzerdaten-Anfragen (DSAR)

source: User E-mail or User ID
de_de: E-Mail des Nutzers oder Nutzer-ID

source: Export User Data (JSON)
de_de: Nutzerdaten exportieren (JSON)

source: Delete User Data
de_de: Nutzerdaten löschen

source: Delete all saved records for this user? This cannot be undone.
de_de: Alle gespeicherten Einträge für diesen Nutzer löschen? Dies kann nicht rückgängig gemacht werden.

source: Insufficient permissions.
de_de: Unzureichende Berechtigungen.

source: Invalid nonce.
de_de: Ungültiger Nonce.

source: User not found.
de_de: Nutzer nicht gefunden.

source: Deleted %d records for user #%d.
de_de: %d Einträge für Nutzer #%d gelöscht.

source: General
de_de: Allgemein

source: Knowledge Base
de_de: Wissensdatenbank

source: Analytics
de_de: Analysen

source: Tools
de_de: Werkzeuge

# settings tab label
source: General
de_de: Allgemein

# settings tab label
source: Knowledge Base
de_de: Wissensdatenbank

# settings tab label
source: Analytics
de_de: Analysen

# settings tab label
source: Data & Privacy
de_de: Daten & Privatsphäre

# settings tab label
source: Tools
de_de: Werkzeuge
